tap "aws/tap"
tap "colinstein/imgcat"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "trashhalo/brews"
brew "bash"
brew "bat"
brew "binutils"
brew "glib"
brew "python@3.9", link: false
brew "ccache"
brew "ccze"
brew "cmake"
brew "coreutils"
brew "python@3.10", link: false
brew "csvkit"
brew "dive"
brew "e2fsprogs"
brew "fzf"
brew "gcc"
brew "genext2fs"
brew "little-cms2"
brew "git"
brew "git-delta"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jsonpp"
brew "kafka"
brew "lazygit"
brew "less"
brew "libslirp"
brew "lsd"
brew "mongosh"
brew "most"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node", link: false
brew "node@14"
brew "nushell"
brew "openapi-generator"
brew "openjdk@11"
brew "pango"
brew "pstree"
brew "pulumi"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8", link: false
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rsync"
brew "ruby"
brew "wget"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "mongodb/brew/mongodb-community"
cask "docker"
cask "dynamodb-local"
cask "font-cascadia-code"
cask "font-fantasque-sans-mono"
cask "iterm2"
cask "jetbrains-toolbox"
cask "multipass"
cask "openvpn-connect"
cask "postman"
cask "robo-3t"
cask "virtualbox"
cask "visual-studio-code"
